<?php
/**
 * Created by PhpStorm.
 * User: Kirill
 * Date: 04.09.2018
 * Time: 16:16
 */

return [
    'taskTypes' => [
        1 => 'Связаться с клиентом',
        13 => 'Cвязаться с поставщиком', // 2
        3 => 'Жду информацию от клиента',
        4 => 'Отправлено ТКП',
        5 => 'Отправлен счет на оплату',
        6 => 'Отправлен запрос поставщику',
        7 => 'Жду инфрмацию от поставщика',
        8 => 'Жду оплату от клиента',
        9 => 'Жду оплату поставщику',
        10 => 'Разместить в производство',
        11 => 'Срочная отгрузка',
        12 => 'Отгрузка',
        14 => 'Связаться по возможным заявкам', //13
        15 => 'Проблемная отгрузка', //14
        16 => 'Тендер - запрос специалисту', //15
        17 => 'Тендер - ТКП', //16
        18 => 'Тендер - Жду результат', //17
        19 => 'Подготовить ТКП',
        20 => 'Подготовить Счет и договор',
        21 => 'Отправлен проект договора'
    ]
];